[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=لغة المثبت
MUI_LANGDLL_INFO=يرجي تحديد لغة

[Installation]
IDS_SAVESETTING=هل تريد حفظ الإعدادات؟
IDS_OperatorName=مشغل محمول
IDS_ChooseOperator=اختيار مشغل محمول.
IDS_SelectOperatorList=يرجي اختيار مشغل محمول خاص بك من القائمة التالية.
IDS_OperatorDescription=الوصف
IDS_SelectOperatorDetail=مصمم خصيصاً ل
IDS_ACSInstalled=يوجد تثبيت مسبق لعميل Speedmanager plus/ ByteMobile على النظام. يجب إلغاء تثبيت هذا الإصدار وإعادة تشغيل نظام التشغيل.
IDS_PathTooLong=المسار طويل للغاية.
IDS_AlreadyInstall=تم بالفعل تثبيت الطلب. هل ترغب في حذفه الآن؟
IDS_NonAdmin=لا يمكن تثبيت  لأن مستخدم  لا يمتلك امتيازات المسؤول على هذا الكمبيوتر.
IDS_IsWin9x=لا يمكن تثبيت  في Windows 9x.
IDS_AppRunning=يرجي إغلاق التطبيق أولاً.
IDS_SameVer=تم بالفعل تثبيت هذا الإصدار من البرنامج. هل تريد حذفه أولاً؟
IDS_AnotherCustomized=تم بالفعل تثبيت إصدار مخصص من هذا البرنامج. هل تريد حذفه أولاً؟
IDS_OldVer=تم بالفعل تثبيت إصدار حديث من هذا البرنامج. هل تريد حذفه أولاً؟
IDS_HigherVer=تم بالفعل تثبيت إصدار أحدث من هذا البرنامج. هل تريد حذفه أولاً؟
IDS_NonAdminUninst=لا يمكن إلغاء تثبيت  لأن مستخدم  لا يمتلك امتيازات المسؤول على هذا الكمبيوتر.
IDS_DELETE_ALL_DATA= جاري الحصول على عنوان IP... الرجاء الانتظار.


